[
  {
    "text": "Dia dhaoibh ar fad, a chairde Gaeil.",
    "start": 9.7,
    "duration": 2.0
  },
  {
    "text": "Is cúis áthais dom beannachtaí na hAthbhliana a ghuí oraibh,",
    "start": 12.24,
    "duration": 2.88
  },
  {
    "text": "ar bhur dteaghlaigh, agus ar ghach uile dhuine atá bailithe le chéile anocht ar Oíche Chinn Bhliana.",
    "start": 15.26,
    "duration": 5.96
  },
  {
    "text": "Táim an-shásta tús a chur le Bliain na Gaeilge,",
    "start": 22.26,
    "duration": 3.16
  },
  {
    "text": "bliain ina ndéanfar ceiliúradh ar 125 bliain d'athbheochan na Gaeilge in Éirinn.",
    "start": 25.52,
    "duration": 5.7
  },
  {
    "text": "Ar ndóigh, bhí ról nach beag ag Uachtaráin na hÉireann i gcur chun cinn na Gaeilge",
    "start": 32.34,
    "duration": 5.18
  },
  {
    "text": "– chomh fada siar leis an gcéad Uachtarán, Dubhghlas de hÍde,",
    "start": 37.7,
    "duration": 3.44
  },
  {
    "text": "ceannródaí na hathbheochana, a bhí mar chathaoirleach ag an gcruinniú, i mí Iúil 1893",
    "start": 41.4,
    "duration": 5.74
  },
  {
    "text": "nuair a bunaíodh Conradh na Gaeilge.",
    "start": 47.14,
    "duration": 2.0
  },
  {
    "text": "Is é an chuspóir a leag de hÍde, Eoin Mac Néill, agus a chomhleacaithe amach dóibh fhéin",
    "start": 50.74,
    "duration": 4.5
  },
  {
    "text": "nuair a chuireadar tús le hobair pobal-bhunaithe na hAthbheochana, ná an Ghaeilge a choinneáil “dá labhairt in Éirinn”.",
    "start": 55.8,
    "duration": 7.06
  },
  {
    "text": "Is fiú dúinn cuimhneamh i mbliana gurb í caomhnú agus neartú na Gaeilge croí-chospóir na hAthbheochana.",
    "start": 63.82,
    "duration": 6.46
  },
  {
    "text": "Tá neart bainte amach againn gur féidir linn ceiliúradh a dhéanamh air:",
    "start": 71.12,
    "duration": 3.62
  },
  {
    "text": "an stáisiún teilifíse seo, TG4; Raidió na Gaeltachta,",
    "start": 74.74,
    "duration": 4.72
  },
  {
    "text": "ról lárnach na Gaeilge inár gcóras oideachais,",
    "start": 79.46,
    "duration": 2.66
  },
  {
    "text": "nualitríocht folláin, áiseanna teicneolaíochta agus foghlamtha",
    "start": 82.12,
    "duration": 4.42
  },
  {
    "text": "a chruthaíonn deiseanna nua an Ghaeilge a fhoghlaim agus a úsáid.",
    "start": 86.8,
    "duration": 3.52
  },
  {
    "text": "Déanfaimís ceiliúradh ar shaibhreas, ar chruthaíocht, agus ar éagsúlacht na buanna seo.",
    "start": 91.1,
    "duration": 5.4
  },
  {
    "text": "Agus muid ag ceiliúradh ár dteanga, agus ag déanamh comóradh ar éachtaí na hAthbheochana,",
    "start": 96.88,
    "duration": 4.4
  },
  {
    "text": "déanfaimís ceiliúradh ar leith ar phobal na Gaeltachta i mbliana,",
    "start": 101.84,
    "duration": 4.32
  },
  {
    "text": "agus déanfaimís gach iarracht chun cinntiú go mbeidh todhchaí inmharthanach acu.",
    "start": 106.16,
    "duration": 4.4
  },
  {
    "text": "Tá sé soiléir go bhfuil dúshlán faoi leith ós comhair na bpobail Ghaeltachta",
    "start": 111.3,
    "duration": 4.14
  },
  {
    "text": "agus gur ghá, agus gur féidir linn, níos mó a dhéanamh ar a son.",
    "start": 115.6,
    "duration": 3.94
  },
  {
    "text": "Tugann Bliain na Gaeilge 2018 seans dúinn úsáid na Gaeilge a chur i lár an aonaigh.",
    "start": 120.28,
    "duration": 6.16
  },
  {
    "text": "Caithfimid cuir ina luí ar gach duine go mbeidh fáilte rompu",
    "start": 126.88,
    "duration": 3.54
  },
  {
    "text": "pé méid Gaeilge atá acu a úsáid,",
    "start": 130.58,
    "duration": 2.28
  },
  {
    "text": "agus go bhfuil sé de cheart ag Éireannaigh, agus iad siúd a thacaíonn leo,",
    "start": 132.86,
    "duration": 4.36
  },
  {
    "text": "an Ghaeilge a úsáid agus a chloisint.",
    "start": 137.82,
    "duration": 2.0
  },
  {
    "text": "Is féidir linn áit lárnach a thabhairt don Ghaeilge in ár saolta laethúla,",
    "start": 140.68,
    "duration": 4.44
  },
  {
    "text": "ach is fúinne mar phobal atá sé an beart a dhéanamh.",
    "start": 145.12,
    "duration": 3.84
  },
  {
    "text": "Mar fhocail scoir,",
    "start": 149.28,
    "duration": 2.0
  },
  {
    "text": "guím gach rath ar an ócáid atá ar siúl anocht i gCeann Trá.",
    "start": 151.28,
    "duration": 3.48
  },
  {
    "text": "Go gcuirfidh Bliain na Gaeilge 2018",
    "start": 155.34,
    "duration": 2.28
  },
  {
    "text": "tús le ré nua dár dteanga",
    "start": 157.62,
    "duration": 2.4
  },
  {
    "text": "agus go nglafaimid le fuinneamh faoi dhúshlán na hAthbheochana.",
    "start": 160.02,
    "duration": 3.64
  },
  {
    "text": "Slán agus beannacht.",
    "start": 164.02,
    "duration": 2.0
  }
]